<template>
  <div class="con">
    <div class="moduleCon">
      <h4>隐私声明</h4>
      <div class="moduleBody">
        <p>在登陆时向我们提供您的个人信息是基于对我们的信任，我们会以专业、谨慎和负责的态度对待您的个人信息。我们认为隐私权是您的重要权利，我们尊重您的隐私权，您提供的信息只能用于帮助我们为您提供更好的服务，因此，我们制定了个人信息保密制度以保护您的个人信息。凡以任何方式登陆本网站或直接、间接使用本网站资料者，视为自愿接受本网站声明的约束。我们的隐私权保护条款如下：</p>
        <p class="strong">个人信息的收集</p>
        <p>在您注册、使用本网站服务时，经您的同意，我们收集与个人身份有关的信息。如果您无法提供相应信息，可能会不能使用对应服务。我们也会基于优化用户体验的目的，收集其他有关的信息，以便优化我们的网站服务。</p>
        <p class="strong">隐私的保护</p>
        <p>保护用户隐私是本网站的一项基本政策。本网站不会公布或传播您在本网站注册的任何资料，但下列情况除外：</p>
        <p>1）事先获得用户的明确授权；</p>
        <p>2）用户对自身信息保密不当原因，导致用户非公开信息泄露；</p>
        <p>3）由于网络线路、黑客攻击、计算机病毒、政府管制等原因造成的资料泄露、丢失、被盗用或被篡改等；</p>
        <p>4）根据有关法律法规的要求；</p>
        <p>5）依据法院或仲裁机构的裁判或裁决，以及其他司法程序的要求；</p>
        <p>6）按照相关政府主管部门的要求；</p>
        <p class="strong">自我更新与信息公开</p>
        <p>我们鼓励您自我更新和修改个人信息以使其安全和有效。您能在任何时候非常容易地获取并修改您的个人信息，您可以随时自行决定修改、删除您在网站上的相关资料。您是唯一对您的账号和密码信息负有保密责任的人，任何情况下，请小心妥善保管。</p>
        <p>无论何时您自愿在公开场合披露个人信息， 此种信息可能被他人收集及使用，因此造成您的个人信息泄露，网站不承担责任。</p>
        <p class="strong">提示</p>
        <p>我们可能会不时修改我们的隐私政策，这些修改会反映在本声明中，我们的任何修改都会将您的权益和满意度置於首位，我们希望您在每次访问我们的网页时都查阅我们的隐私声明，用户继续享用服务，则视为接受服务条款的变动。</p>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'privacy'
}
</script>

<style scoped>
@import "../../../assets/style/agent.css";
</style>
